
/* Edit tag view: Label in front of tag when editing a defintion with a single tag (paragraph tag) */
"Tag" = "标签：";

/* Edit tag view: Label in front of tags when editing a defintion with a two tags (inline tag) */
"Tags" = "标签：";


/* Edit tag view: Error presented when user attempts to enter a closing tag without a starting tag. */
"RequiresStartTagError" = "在设置结束标签前，需先定义开始标签！";

/* Edit tag view: Error presented when user attempts to enter a tag already present in the markup. The placeholder will be replaced by the name of the other tag. */
"DuplicateTagError" = "这个标签已经由 “%@” 使用!";

/* Edit shortcut view: Reason description of error presented when a shortcut cannot be assigned because a differen definition already uses it. Will be embedded into the sentence "The key combination "<shortcut>" can't be used because <reason>." */
"ShortcutInUseReason" = "已经由 “%@” 使用";

/* Edit tag view: Menu item title shown when editing enumeration tags and no pattern is contained in start tag. */
"InsertPattern" = "插入图案";

/* Edit tag view: Menu item title shown when editing enumeration tags and a pattern is already contained in start tag. */
"Pattern" = "图案";

/* Edit tag view: Menu item title for removing a pattern. */
"RemovePattern" = "删除图案";